xf86-video-amdgpu
mesa
libva-utils
pipewire
pipewire-pulse
pipewire-alsa
pipewire-jack
wireplumber
git
wl-clipboard
github-cli
base-devel
xdg-user-dirs
zsh
zsh-autosuggestions
zsh-history-substring-search
zsh-syntax-highlighting
fd
eza
ripgrep
stow
starship
fzf
neovim
kitty
fastfetch
lazygit
unzip
obs-studio
keepassxc
mise
spotify-launcher
discord
firefox
tlp
tlp-rdw
tlp-pd
mpv
zoxide
nodejs
npm
gnu-free-fonts
ttf-jetbrains-mono-nerd
noto-fonts-emoji
noto-fonts-cjk
ttf-hack
pdflatex
libxcrypt-compat
ufw
plasma-firewall
zathura
zathura-pdf-mupdf
plasma-desktop
sddm
sddm-kcm
plasma-nm
plasma-pa
powerdevil
kscreen
dolphin
kcalc
spectacle
kwrite
kate
gwenview
ark
bluez
bluez-utils
bluedevil
